<?php
$arrLang['home']='Главная';
$arrLang['sobre']="О нас";

//login and register
$arrLang['login']='вход';
$arrLang['register']='запись';
$arrLang['nome']='Имя';
$arrLang['nome_utilizador']='Имя пользователя';
$arrLang['palavra-passe']='Пароль';
$arrLang['confirmar']='Подтверждать';
$arrLang['endereco']='Адрес';
$arrLang['juridico']='Юридический';
$arrLang['comercial']='Коммерческий';
$arrLang['telemovel']='Мобильный телефон';
$arrLang['email']='Электронное письмо';
$arrLang['NIF']='БАНКА';
$arrLang['campos obrigatorios']='Поля, отмеченные (*), обязательны для заполнения';
$arrLang['concordo com os termos de utilização']='Я согласен с Условиями использования';
$arrLang['ainda nao tem conta']="Еще нет учетной записи? Зарегистрируйтесь, чтобы иметь возможность систематизировать ваши контракты, заключенные с компанией, в дополнение к возможности попросить перезаключить контракт в любое время!";
$arrLang['requisitos_palavra_passe']="Пароль должен содержать не менее 8 символов, максимум 20, специальный символ, а также заглавную и строчную буквы.";
$arrLang['ja existe utilizador']="Пользователь с таким именем уже существует! Попробуйте выбрать другое имя ...";
$arrLang["ja existe email"]="Пользователь с таким адресом электронной почты уже существует!";
$arrLang["ja existe NIF"]="Уже был пользователь с таким ИНН, негодяй ...";
$arrLang['demasiado curta']='Пароль слишком короткий.';
$arrLang['demasiado comprida']='Пароль слишком длинный.';
$arrLang['sem caracter especial']='В пароле нет специальных символов ... :(';
$arrLang['sem maiuscula']='В пароле нет заглавных букв, все, что вам нужно, это одна ...';
$arrLang['sem minuscula']='В пароле нет строчных букв.';
$arrLang["palavras-passes não iguais"]="Пароли не совпадают, попробуйте набирать медленно :)";
$arrLang["nao concordou com os termos"]="Перед регистрацией вы должны согласиться с условиями использования!";
$arrLang["registo_successo"]="Он успешно зарегистрирован!";
$arrLang['login_sucesso']="Вы успешно вошли в!";
$arrLang['terminar sessão']="Вы успешно вышли из системы!";
$arrLang['terminar sessão']="Выйти";
$arrLang['password ou email incorreto']="Пароль или электронная почта неверны!";
$arrLang['perfil']="Профиль";
$arrLang["demasiadas tentativas"]="Вы пытались войти в систему слишком много раз! Попробуйте позже...";
$arrLang['atualizar']="Обновить профиль";
$arrLang['deseja mudar passe']="Если вы хотите изменить свой пароль, введите новый пароль в эти поля. Если вы не оставите поле пустым.";
$arrLang["perfil_successo"]="Профиль успешно обновлен!";
$arrLang['ver contratos']="Посмотреть заказы";
$arrLang['prof_troubleshoot']="Вы не вошли в систему, попробуйте войти ...";
$arrLang['order_troubleshoot']="Чтобы сделать заказ или попробовать связаться с компанией через избранное, вам необходимо зарегистрироваться или авторизоваться!";
$arrLang['order_view_troubleshoot']='У вас нет заказов! Попробуйте создать его на странице избранного, нажав кнопку «Связаться с нами».';
$arrLang["order_sucesso"]="Заказ успешно размещен!";
$arrLang["order_fail"]="Что-то пошло не так, попробуйте еще раз ...";
$arrLang["forgotpassword"]="Забыли пароль?";
$arrLang["alterarpassword"]="Изменить пароль";
$arrLang['insiraemail']="Введите адрес электронной почты своего аккаунта, а затем проверьте его, чтобы изменить пароль!";
$arrLang['passalterada']="Пароль успешно изменен!";

$arrLang['link_forgot']="Запрос на смену пароля portwinestyle";
$arrLang ['instructions_forgot'] = "Мы получили запрос на смену пароля. Ссылка для сброса пароля находится ниже. Если вы не отправляли этот запрос, вы можете проигнорировать это письмо";
$arrLang ['showlink_forgot'] = "Вот ваша ссылка:";
$arrLang ['thank_forgot'] = "Спасибо!";
//encomendas
$arrLang['finalizada']="Законченный!";
$arrLang['em progresso']="В ходе выполнения...";
$arrLang['encomendas']="Заказы";
$arrLang['encomenda']="Заказ";
$arrLang['quantidade']="Количество";
$arrLang['estado']="Статус";

 //produtos
$arrLang['produtos']="Продукты";
$arrLang['categorias']='категории';
$arrLang['indisponível']="Недоступный контент";
$arrLang['produtor']="Режиссер";
$arrLang['regiao']="регион";
$arrLang['pais']="Страна: ";
$arrLang['designacao_origem']="Обозначение происхождения: ";
$arrLang['ano']="Год урожая: ";
$arrLang['solo']="Почва: ";
$arrLang['graduacao_alcoolica']="Содержание алкоголя: ";
$arrLang['acidez']="Общая кислотность: ";
$arrLang['acucar']="Остаточный сахар: ";
$arrLang['temperatura_consumo']="Температура потребления: ";
$arrLang['processo_vinificacao']="Процесс виноделия";
$arrLang['castas']="Виноград";
$arrLang['info_adicional']="Дополнительная информация";
$arrLang['adicionar a favoritos']="Добавить в избранное";
$arrLang['remover dos favoritos']="Удалить из Избранного";
$arrLang['produtos relacionados']="Сопутствующие товары";
$arrLang['por_defeito']="По умолчанию";
$arrLang['AZ']="От А до Я";
$arrLang['ZA']="Я в А";
$arrLang['mais_popular']="Самый популярный";
$arrLang['mostrando']="Отображение ";
$arrLang['de']=" из ";
$arrLang['resultados']=" результатов";

//pesquisa
$arrLang['pesquisar']='поиск';
$arrLang['search_not_found']="Мы не нашли то, что вы искали :(";
$arrLang['search_troubleshoot']="Попробуйте выполнить поиск только по категории или используйте менее конкретный термин!";
$arrLang['pesquisar aqui...']='Поищи здесь ...';

//membros
$arrLang['parceiros']="Партнеры";
$arrLang['os nossos parceiros']="Вот некоторые из партнеров, которые работают с нами!";
$arrLang['saber mais']="Нажмите, чтобы узнать больше!";
$arrLang['junte-se']="Присоединяйтесь к нам";
$arrLang['clientes']="Клиенты";
$arrLang['os nossos clientes']="Вот некоторые из клиентов, которые работают с нами";
$arrLang['contrato']="Договор";

//contactos
$arrLang['contactos']="Контакты";
$arrLang['contacte-nos']="Связаться с нами";
$arrLang['responderemos']="Мы ответим как можно скорее!";
$arrLang['enviar']="Отправить";
$arrLang['nome']="Имя";
$arrLang['email']="Электронное почты";
$arrLang['mensagem']="Сообщение";
$arrLang['mensagem_sucesso']="Сообщение отправлено!";
$arrLang['mensagem_fail']="Что-то пошло не так при отправке сообщения ...";



//sobre categoria
$arrLang['confuso']="Смущенный?";
$arrLang['aprenda mais sobre cada tipo de vinho']="Узнайте больше о каждом типе вина";
$arrLang['mantenha premido']="Удерживайте кнопку мыши нажатой, чтобы остановить карту";

//newsletter
$arrLang['inscrever-se']="Подписаться";
$arrLang['desc_news']="Получайте новости о событиях и новинках!";
$arrLang['newsletter_sucesso']="Вы успешно подписались на рассылку новостей!";

$arrLang ['newsletter_thanks'] = "Благодарим вас за подписку на нашу новостную рассылку! На это электронное письмо вы будете получать уведомления компании. Если вы хотите отказаться от подписки, нажмите на эту ссылку:";
$arrLang['newsletter_fail']="Что-то пошло не так! Попробуй снова ...";
$arrLang['newsletter_existe']="Это письмо уже подписано на информационный бюллетень";
$arrLang ['newsletter_removido'] = "Электронная почта удалена из информационного бюллетеня! Вы больше не будете получать электронные письма.";
$arrLang ['newsletter_add'] = "Вы всегда можете повторно зарегистрироваться, если передумаете!";


//favoritos
$arrLang['ver detalhes']="Смотрите подробности";
$arrLang['favoritos']="Закладки";
$arrLang['aviso']="Предупреждение!";
$arrLang['cancelar']="Отмена";
$arrLang['remover']="Удалять";
$arrLang['continuar a ver produtos']="Продолжить просмотр продуктов";
$arrLang['de certeza que deseja remover o produto']='Я уверен, что вы хотите удалить товар "';
$arrLang['pode voltar a adicionar']='" фаворитов? Вы всегда можете вернуться в раздел продукта и добавить его снова.';
$arrLang['fav_troubleshoot']="Он ничего не одобрял. Попробуйте перейти в раздел товаров и добавить несколько товаров в избранное.";

//politica
$arrLang['Política de Privacidade']="Политика конфиденциальности";
$arrLang['politicatexto']="<div class='section-title'>
                <p> Последнее обновление: 6 апреля 2021 г. </p>
                <p> В настоящей Политике конфиденциальности описываются наши политики и процедуры по сбору, использованию и
                    раскрытию вашей информации при использовании вами Сервиса, а также рассказывается о ваших правах на
                    конфиденциальность и о том, как закон защищает вас. </p>
                <p> Мы используем ваши персональные данные для предоставления и улучшения Сервиса. Используя Сервис, вы соглашаетесь
                    на сбор и использование информации в соответствии с настоящей Политикой конфиденциальности. Эта Политика
                    конфиденциальности была создана с помощью <a href='https://www.privacypolicies.com/privacy-policy-generator/'
                        target='_blank'> генератора политик конфиденциальности </a>. </ P>
            </div>
            
            <div class='section-title'>
                <h2> Толкование и определения </h2>
            </div>
            
            <div class='section-title'>
                <span>Интерпретация</span>
                        <p> Слова, начальная буква которых начинается с заглавной буквы, имеют значения, определенные при следующих
                            условиях. Следующие определения имеют одно и то же значение независимо от того, используются они в
                            единственном или множественном числе. </p>
            </div>
            
            <div class='section-title'>
                <span>Определения</span>
            
                        <p> Для целей настоящей Политики конфиденциальности: </p>
                        <ul>
                            <li>
                                <p> <strong> Учетная запись </strong> означает уникальную учетную запись, созданную для вас для
                                    доступа к нашему Сервису или его частям. </p>
                            </li>
                            <li>
                                <p> <strong> Компания </strong> (именуемая в данном Соглашении 'Компания', 'Мы', 'Мы' или 'Наш')
                                    означает Порт Лайн - Союз виноделов Португалии, Профессор Rua Урбано Де Моура. </p>
                            </li>
                            <li>
                                <p> <strong> Файлы cookie </strong> - это небольшие файлы, которые размещаются на вашем компьютере,
                                    мобильном устройстве или любом другом устройстве веб-сайтом и содержат подробную информацию о
                                    вашей истории просмотров на этом веб-сайте среди множества вариантов его использования. </p>
                            </li>
                            <li>
                                <p> <strong> Страна </strong> означает: Португалия </p>
                            </li>
                            <li>
                                <p> <strong> Устройство </strong> означает любое устройство, которое может получить доступ к
                                    Сервису, например компьютер, мобильный телефон или цифровой планшет. </p>
                            </li>
                            <li>
                                <p> <strong> Персональные данные </strong> - это любая информация, которая относится к
                                    идентифицированному или идентифицируемому лицу. </p>
                            </li>
                            <li>
                                <p> <strong> Услуга </strong> относится к Веб-сайту. </p>
                            </li>
                            <li>
                                <p> <strong> Поставщик услуг </strong> означает любое физическое или юридическое лицо, которое
                                    обрабатывает данные от имени Компании. Это относится к сторонним компаниям или частным лицам,
                                    нанятым Компанией для оказания помощи в предоставлении Сервиса, для предоставления Сервиса от
                                    имени Компании, для оказания услуг, связанных с Сервисом, или для помощи Компании в анализе
                                    того, как используется Сервис.
                    </p>
                    </li>
                    <li>
                        <p> <strong> Сторонняя служба социальных сетей </strong> - это любой веб-сайт или веб-сайт социальной сети,
                            через который Пользователь может войти в систему или создать учетную запись для использования Сервиса.
                        </p>
                    </li>
                    <li>
                        <p> <strong> Данные об использовании </strong> - это данные, собираемые автоматически, либо сгенерированные
                            при использовании Сервиса, либо из самой инфраструктуры Сервиса (например, продолжительность посещения
                            страницы). </p>
                    </li>
                    <li>
                        <p> <strong> Веб-сайт </strong> относится к порталу, доступному по адресу <a
                                href='http://www.portwinestyle.com' rel='external nofollow noopener' target='_blank'> http: // www.
                                .portwinestyle.com </a> </p>
                    </li>
                    <li>
                        <p> <strong> Вы </strong> означает физическое лицо, получающее доступ к Сервису или использующее его, или
                            компанию, или другое юридическое лицо, от имени которого такое физическое лицо получает доступ или
                            использует Сервис, в зависимости от обстоятельств. </p>
                    </li>
                    </ul>
            </div>
            
            <div class='section-title'>
                <h2> Сбор и использование ваших личных данных </h2>
            </div>
            
            <div class='section-title'>
                <span> <strong> Типы собираемых данных </strong> </span>
            </div>
            
            <div class='section-title'>
                <span> Персональные данные </span>
            </div>
            
            <div class='section-title'>
                <p> При использовании нашего Сервиса мы можем попросить вас предоставить нам определенную личную информацию, которая
                    может быть использована для связи или идентификации вас. Информация, позволяющая установить личность, может
                    включать , но не ограничивается: </p>
                    <ul>
                        <li>
                            <p> Адрес электронной почты </p>
                        </li>
                        <li>
                            <p> Имя и фамилия </p>
                        </li>
                        <li>
                            <p> Номер телефона </p>
                        </li>
                        <li>
                            <p> Адрес, штат, провинция, почтовый индекс, город </p>
                        </li>
                        <li>
                            <p> Данные об использовании </p>
                        </li>
                        <li>
                            <p> ИНН </p>
                        </li>
                    </ul>
                    </div>
                    
                    <div class='section-title'>
                        <span> Данные об использовании </span>
                    </div>
                    
                    <div class='section-title'>
                        <p> Данные об использовании собираются автоматически при использовании Сервиса. </p>
                        <p> Данные об использовании могут включать такую ​​информацию, как адрес интернет-протокола вашего устройства
                            (например, IP-адрес), тип браузера, версия браузера, страницы нашего Сервиса, которые вы посещаете, время и дата
                            вашего посещения, время, проведенное на этих страницах. , уникальные идентификаторы устройств и другие
                            диагностические данные. </p>
                        <p> Когда вы получаете доступ к Сервису с помощью мобильного устройства или через него, Мы можем собирать
                            определенную информацию автоматически, включая, помимо прочего, тип используемого вами мобильного устройства,
                            уникальный идентификатор вашего мобильного устройства, IP-адрес вашего мобильного устройства. , Ваша мобильная
                            операционная система, тип используемого вами мобильного интернет-браузера, уникальные идентификаторы устройств и
                            другие диагностические данные. </p>
                        <p> Мы также можем собирать информацию, которую ваш браузер отправляет всякий раз, когда вы посещаете наш Сервис или
                            когда вы получаете доступ к Сервису с помощью мобильного устройства или через него. </p>
                    </div>
                    
                    <div class='section-title'>
                        <span> Технологии отслеживания и файлы cookie </span>
                    </div>
                    
                    <div class='section-title'>
                        <p> Мы используем файлы cookie и аналогичные технологии отслеживания для отслеживания активности в нашем Сервисе и
                            хранения определенной информации. Используемые технологии отслеживания - это маяки, теги и скрипты для сбора и
                            отслеживания информации, а также для улучшения и анализа нашего Сервиса. Используемые нами технологии могут
                            включать: </p>
                        <ul>
                            <li> <strong> Файлы cookie или файлы cookie браузера. </strong> Файл cookie - это небольшой файл, размещаемый на
                                вашем устройстве. Вы можете указать своему браузеру отказаться от всех файлов cookie или указать, когда они
                                отправляются. Однако, если вы не принимаете файлы cookie, вы не сможете использовать некоторые части нашего
                                Сервиса. Если вы не изменили настройки браузера таким образом, чтобы он отказывался от файлов cookie, наш
                                Сервис может использовать файлы cookie. </li>
                            <li> <strong> Файлы cookie Flash. </strong> Некоторые функции нашего Сервиса могут использовать локальные
                                сохраненные объекты (или файлы cookie Flash) для сбора и хранения информации о ваших предпочтениях или ваших
                                действиях в нашем Сервисе. Файлы cookie Flash не управляются теми же настройками браузера, что используются
                                для файлов cookie браузера. Для получения дополнительной информации о том, как удалить файлы cookie Flash,
                                прочтите статью 'Где я могу изменить настройки для отключения или удаления локальных общих объектов?'
                                доступно по адресу <a
                                    href='https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_change_the_settings_for_disables__or_deleting_local_shared_objects_'
                                    rel'low'external_objects_'reel'low='external_objects_' reel'low='external_objects_'
                                    rel='external_of_objects_' reel'llow_open_oof_bject
                                    https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_change_the_settings_for_dispting__or_deleting_local_shared_objects_
                                    </a> </li>
                            <li> <strong> Веб-маяки. </strong> Некоторые разделы нашего Сервиса и наши электронные письма могут содержать
                                небольшие электронные файлы, известные как веб-маяки (также называемые прозрачными GIF-изображениями,
                                пиксельными тегами и однопиксельными GIF-изображениями), которые позволяют Компания, например, для подсчета
                                пользователей, которые посетили эти страницы или открыли электронное письмо, и для другой связанной
                                статистики веб-сайта (например, для регистрации популярности определенного раздела и проверки целостности
                                системы и сервера). </li>
                        </ul>
                        <p> Файлы cookie могут быть 'постоянными' или & quot; Сеанс & quot; Печенье. Постоянные файлы cookie остаются на
                            вашем персональном компьютере или мобильном устройстве, когда вы переходите в автономный режим, а сеансовые
                            файлы cookie удаляются, как только вы закрываете свой веб-браузер. Подробнее о файлах cookie: <a
                                href='https://www.privacypolicies.com/blog/cookies/' target='_blank'> Что такое файлы cookie? </a>. </p>
                        <p> Мы используем как сеансовые, так и постоянные файлы cookie для целей, изложенных ниже: </p>
                        <ul>
                            <li>
                                <p> <strong> Необходимые / важные файлы cookie </strong> </p>
                                <p> Тип: файлы cookie сеанса </p>
                                <p> Под управлением: Мы </p>
                                <p> Цель: эти файлы cookie необходимы для предоставления вам услуг, доступных через веб-сайт, и для того,
                                    чтобы вы могли использовать некоторые его особенности. Они помогают аутентифицировать пользователей и предотвращать мошенническое использование
                                    учетных записей пользователей. Без этих файлов cookie услуги, которые Вы запрашивали, не могут быть предоставлены, и мы
                                    используем эти файлы cookie только для предоставления Вам этих услуг. </p>
                                    </li>
                                    <li>
                                        <p> <strong> Политика в отношении файлов cookie / файлы cookie принятия уведомлений </strong> </p>
                                        <p> Тип: постоянные файлы cookie </p>
                                        <p> Под управлением: Мы </p>
                                        <p> Цель: эти файлы cookie определяют, согласились ли пользователи на использование файлов cookie на Веб-сайте. </p>
                                    </li>
                                    <li>
                                        <p> <strong> Функциональные файлы cookie </strong> </p>
                                        <p> Тип: постоянные файлы cookie </p>
                                        <p> Под управлением: Мы </p>
                                        <p> Цель: эти файлы cookie позволяют нам запоминать выбор, который вы делаете при использовании веб-сайта, например,
                                            запоминание ваших данных для входа или языковых предпочтений. Цель этих файлов cookie - предоставить вам более
                                            личный опыт и избежать необходимости повторно вводить свои предпочтения при каждом использовании веб-сайта. </p>
                                    </li>
                                    </ul>
                                    <p> Для получения дополнительной информации о файлах cookie, которые мы используем, и о вашем выборе в отношении файлов
                                        cookie, посетите нашу Политику использования файлов cookie или раздел Политики конфиденциальности. </p>
                                    </div>
                                    
                                    <div class='section-title'>
                                        <span> Использование ваших личных данных </span>
                                    </div>
                                    
                                    <div class='section-title'>
                                        <p> Компания может использовать Персональные данные для следующих целей: </p>
                                        <ul>
                                            <li>
                                                <p> <strong> Для предоставления и поддержки нашего Сервиса </strong>, в том числе для отслеживания
                                                    использования нашего Сервиса. </p>
                                            </li>
                                            <li>
                                                <p> <strong> Для управления вашей учетной записью: </strong> для управления вашей регистрацией в качестве
                                                    пользователя Сервиса. Предоставляемые вами персональные данные могут предоставить вам доступ к различным
                                                    функциям Сервиса, которые доступны вам как зарегистрированному пользователю. </p>
                                            </li>
                                            <li>
                                                <p> <strong> Для выполнения контракта: </strong> разработка, соблюдение и принятие контракта на покупку
                                                    продуктов, товаров или услуг, которые вы приобрели, или любого другого контракта с Нами через Сервис. </
                                                        p>
                                            </li>
                                            <li>
                                                <p> <strong> Для связи с вами: </strong> для связи с вами по электронной почте, телефонным звонкам, SMS или
                                                    другим эквивалентным формам электронной связи, таким как push-уведомления мобильного приложения об
                                                    обновлениях или информационных сообщениях, связанных с функциями, продукты или услуги по контракту,
                                                    включая обновления безопасности, когда это необходимо или целесообразно для их реализации. </p>
                                            </li>
                                            <li>
                                                <p> <strong> Чтобы предоставить Вам </strong> новости, специальные предложения и общую информацию о других
                                                    товарах, услугах и мероприятиях, которые мы предлагаем, которые аналогичны тем, которые вы уже приобрели
                                                    или о которых запрашивали, если только вы не решили не получать такую ​​информацию. </p>
                                            </li>
                                            <li>
                                                <p> <strong> Для управления вашими запросами: </strong> для обработки ваших запросов к Нам. </p>
                                            </li>
                                            <li>
                                                <p> <strong> Для передачи бизнеса: </strong> мы можем использовать вашу информацию для оценки или проведения
                                                    слияния, разделения, реструктуризации, реорганизации, роспуска или другой продажи или передачи некоторых
                                                    или всех наших активов, будь то в качестве непрерывно действующее предприятие или в рамках процедуры
                                                    банкротства, ликвидации или аналогичного процесса, в котором Личные данные, хранящиеся у нас о
                                                    пользователях нашего Сервиса, входят в число передаваемых активов. </p>
                                            </li>
                                            <li>
                                                <p> <strong> Для других целей </strong>: мы можем использовать вашу информацию для других целей, таких как
                                                    анализ данных, определение тенденций использования, определение эффективности наших рекламных кампаний,
                                                    а также для оценки и улучшения нашей Службы, продуктов, услуг. , маркетинг и ваш опыт. </p>
                                            </li>
                                        </ul>
                                        <p> Мы можем передавать вашу личную информацию в следующих случаях: </p>
                                        <ul>
                                            <li> <strong> Поставщикам услуг: </strong> Мы можем передавать вашу личную информацию поставщикам услуг, чтобы
                                                отслеживать и анализировать использование нашего Сервиса и связываться с вами. </li>
                                            <li> <strong> Для передачи бизнеса: </strong> мы можем делиться или передавать вашу личную информацию в связи с
                                                любым слиянием, продажей активов Компании, финансированием или приобретением всех или части Наших бизнес в
                                                другую компанию. </li>
                                            <li> <strong> С филиалы </strong> Мы можем передавать вашу информацию нашим аффилированным лицам, и в этом случае мы потребуем от этих
                                            аффилированных лиц соблюдать настоящую Политику конфиденциальности. Аффилированные лица включают в себя Нашу материнскую
                                            компанию и любые другие дочерние компании, партнеров по совместным предприятиям или другие компании, которые Мы
                                            контролируем или которые находятся под общим с нами контролем. </li>
                                            <li> <strong> Деловым партнерам: </strong> мы можем передавать вашу информацию нашим деловым партнерам, чтобы предлагать
                                                вам определенные продукты, услуги или рекламные акции. </li>
                                            <li> <strong> С другими пользователями: </strong> когда вы делитесь личной информацией или иным образом взаимодействуете
                                                в общедоступных областях с другими пользователями, такая информация может просматриваться всеми пользователями и
                                                может быть публично распространена за пределами. Если вы взаимодействуете с другими пользователями или
                                                регистрируетесь через стороннюю службу социальных сетей, ваши контакты в сторонней службе социальных сетей могут
                                                видеть ваше имя, профиль, изображения и описание вашей деятельности. Точно так же другие пользователи смогут
                                                просматривать описания ваших действий, общаться с вами и просматривать ваш профиль. </li>
                                            <li> <strong> С вашего согласия </strong>: мы можем раскрывать вашу личную информацию для любых других целей с вашего
                                                согласия. </li>
                                            </ul>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <span> Сохранение ваших личных данных </span>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <p> Компания будет хранить ваши персональные данные только до тех пор, пока это необходимо для целей, изложенных в
                                                    настоящей Политике конфиденциальности. Мы будем хранить и использовать ваши персональные данные в той мере, в
                                                    какой это необходимо для соблюдения наших юридических обязательств (например, если от нас требуется хранить ваши
                                                    данные в соответствии с действующим законодательством), для разрешения споров и обеспечения соблюдения наших
                                                    юридических соглашений и политик. </ p>
                                                <p> Компания также будет хранить Данные об использовании для целей внутреннего анализа. Данные об использовании
                                                    обычно хранятся в течение более короткого периода времени, за исключением случаев, когда эти данные используются
                                                    для усиления безопасности или улучшения функциональности нашего Сервиса, или когда мы юридически обязаны хранить
                                                    эти данные в течение более длительных периодов времени. </p>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <span> Передача ваших личных данных </span>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <p> Ваша информация, включая Персональные данные, обрабатывается в операционных офисах Компании и в любых других
                                                    местах, где находятся стороны, участвующие в обработке. Это означает, что эта информация может передаваться и
                                                    храниться на компьютерах, расположенных за пределами вашего штата, провинции, страны или другой государственной
                                                    юрисдикции, где законы о защите данных могут отличаться от законов вашей юрисдикции. </p>
                                                <p> Ваше согласие с настоящей Политикой конфиденциальности, за которым следует предоставление такой информации,
                                                    означает ваше согласие на такую ​​передачу. </p>
                                                <p> Компания предпримет все разумно необходимые шаги для обеспечения безопасного обращения с вашими данными в
                                                    соответствии с настоящей Политикой конфиденциальности, и никакая передача ваших личных данных не будет
                                                    происходить в организацию или страну, если не будут приняты надлежащие меры контроля, включая безопасность ваших
                                                    данных и другой личной информации. </p>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <span> <strong> Раскрытие ваших личных данных </strong> </span>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <span> Деловые операции </span>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <p> Если Компания участвует в слиянии, приобретении или продаже активов, ваши персональные данные могут быть
                                                    переданы. Мы уведомим вас до того, как ваши персональные данные будут переданы и станут предметом другой
                                                    политики конфиденциальности. </p>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <span> Правоохранительные органы </span>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <p> При определенных обстоятельствах от Компании может потребоваться раскрыть Ваши Персональные данные, если это
                                                    требуется по закону или в ответ на действительные запросы государственных органов (например, суда или
                                                    государственного учреждения). </p>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <span> Другие юридические требования </span>
                                            </div>
                                            
                                            <div class='section-title'>
                                                <p> Компания может раскрыть Ваши Персональные данные, если добросовестно полагает, что такие действия необходимы
                                                    для: </p>
                                                <ul>
                                                    <li> Соблюдать юридические обязательства. </li>
                                                    <li> Защищать права или собственность Компании. </li>
                                                    <li> Предотвращать или расследовать возможные правонарушения в связи с Сервисом. </li>
                                                    <li> Защитить личную безопасность пользователей Сервиса или общественности. </li>
                                                    <li> Защита от юридической ответственности. </li>
                                                </ul>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <span> Безопасность ваших личных данных </span>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <p> Безопасность ваших личных данных важна для нас, но помните, что ни один метод передачи через Интернет или метод
                                                        электронного хранения не является безопасным на 100%. Хотя Мы стремимся использовать коммерчески приемлемые
                                                        средства для защиты ваших личных данных, мы не можем гарантировать их абсолютную безопасность. </p>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <h2> Конфиденциальность детей </h2>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <p> Наша Служба не предназначена для лиц младше 13 лет. Мы сознательно не собираем личную информацию от лиц младше
                                                        13 лет. Если Вы являетесь родителем или опекуном и знаете, что Ваш ребенок предоставил Нам Персональные данные
                                                        Данные, пожалуйста, свяжитесь с Нами. Если Нам станет известно, что Мы собрали Персональные данные от кого-либо
                                                        в возрасте до 13 лет без подтверждения согласия родителей, Мы предпримем шаги для удаления этой информации с
                                                        наших серверов. </p>
                                                    <p> Если нам нужно полагаться на согласие в качестве законного основания для обработки вашей информации, а для вашей
                                                        страны требуется согласие одного из родителей, мы можем потребовать согласия вашего родителя, прежде чем мы
                                                        собираем и используем эту информацию. </p>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <h2> Ссылки на другие веб-сайты </h2>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <p> Наша Служба может содержать ссылки на другие веб-сайты, которыми Мы не управляем. Если вы нажмете на ссылку
                                                        третьей стороны, вы будете перенаправлены на сайт этой третьей стороны. Мы настоятельно рекомендуем вам
                                                        ознакомиться с Политикой конфиденциальности каждого сайта, который вы посещаете. </p>
                                                    <p> Мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или действия любых
                                                        сторонних сайтов или служб. </p>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <h2> Изменения в настоящей Политике конфиденциальности </h2>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <p> Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы сообщим Вам о любых изменениях,
                                                        разместив новую Политику конфиденциальности на этой странице. </p>
                                                    <p> Мы сообщим Вам об этом по электронной почте и / или в заметном уведомлении о Нашей Службе до того, как изменения
                                                        вступят в силу, и обновим & quot; Последнее обновление & quot; дату в верхней части настоящей Политики
                                                        конфиденциальности. </p>
                                                    <p> Рекомендуется периодически просматривать эту Политику конфиденциальности на предмет изменений. Изменения
                                                        настоящей Политики конфиденциальности вступают в силу, когда они публикуются на этой странице. </p>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <h2> Свяжитесь с нами </h2>
                                                </div>
                                                
                                                <div class='section-title'>
                                                    <p> Если у вас есть какие-либо вопросы по поводу настоящей Политики конфиденциальности, вы можете связаться с нами:
                                                    </p>
                                                    <ul>
                                                        <li>
                                                            <p> По электронной почте: ialexandra2003@gmail.com </p>
                                                        </li>
                                                        <li>
                                                            <p> Посетив эту страницу нашего веб-сайта: <a href='http://www.portwinestyle.com/contactos.php'
                                                                    rel='external nofollow noopener' target='_blank'> http // www.portwinestyle. ru / contactos.php </a>
                                                            </p>
                                                        </li>
                                                        <li>
                                                            <p> По телефону: +351 913 891 580 </p>
                                                        </li>
                                                        <li>
                                                            <p> По почте: Rua Prof. Urbano de Moura, 298 5º - 53 4400-258 Vila Nova de Gaia </p>
                                                        </li>
                                                    </ul>
                                                </div>";

//termos
$arrLang['termos']="Условия и положения";
$arrLang['termostexto']="<div class='section-title'>
                                                                        <p> Добро пожаловать в Portline! </p>
                                                                    
                                                                        <p> В этих условиях изложены правила и нормы использования Port Line - Union Winemakers of
                                                                            Веб-сайт Португалии, расположенный по адресу http://www.portwinestyle.com. </p>
                                                                    
                                                                        <p> Заходя на этот сайт, мы предполагаем, что вы принимаете эти положения и условия. Не продолжайте использовать
                                                                            Portline, если вы это сделаете.
                                                                            не согласен принять все положения и условия, изложенные на этой странице. </p>
                                                                    
                                                                        <p> Следующая терминология применяется к настоящим Условиям использования, Заявлению о конфиденциальности,
                                                                            Уведомлению об отказе от ответственности и всем остальным.
                                                                            Соглашения: «Клиент», «Вы» и «Ваш» относится к вам, лицу, которое входит на этот веб-сайт и соответствует
                                                                            правилам Компании.
                                                                            условия и положения. «Компания», «Мы», «Мы», «Наши» и «Нас» относятся к нашей компании. 'Вечеринка',
                                                                            'Вечеринки',
                                                                            или «Нас» относится как к Клиенту, так и к нам самим. Все условия относятся к предложению, принятию и
                                                                            рассмотрению
                                                                            оплата, необходимая для оказания нашей помощи Клиенту наиболее подходящим способом для
                                                                            явная цель удовлетворения потребностей Клиента в отношении предоставления заявленных услуг Компании в
                                                                            в соответствии с действующим законодательством Португалии. Любое использование вышеуказанной терминологии или
                                                                            других слов в
                                                                            единственное, множественное число, заглавные буквы и / или он / она или они считаются взаимозаменяемыми и,
                                                                            следовательно, относятся к
                                                                            то же. </p>
                                                                    </div>
                                                                    
                                                                    <div class='section-title'>
                                                                        <span><strong>Cookies</strong></span>
                                                                    </div>
                                                                    
                                                                    <div class='section-title'>
                                                                        <p> Мы используем файлы cookie. Получая доступ к Portline, вы соглашаетесь использовать файлы cookie в соответствии
                                                                            с соглашением с Port Line -
                                                                            Политика конфиденциальности Союза виноделов Португалии. </p>
                                                                    
                                                                        <p> Большинство интерактивных веб-сайтов используют файлы cookie, чтобы мы могли получать информацию о пользователе
                                                                            при каждом посещении. Файлы cookie используются
                                                                            наш веб-сайт, чтобы включить функциональность определенных областей, чтобы людям было проще посещать наш
                                                                            веб-сайт. Немного
                                                                            наших аффилированных лиц / партнеров по рекламе также могут использовать файлы cookie. </p>
                                                                    </div>
                                                                    
                                                                    <div class='section-title'>
                                                                        <span><strong>Лицензия</strong></span>
                                                                    </div>
                                                                    
                                                                    <div class='section-title'>
                                                                        <p> Если не указано иное, компания Port Line - Union Winemakers of Portugal и / или ее лицензиары владеют
                                                                            интеллектуальной собственностью.
                                                                            права собственности на все материалы на Portline. Все права на интеллектуальную собственность защищены. Вы
                                                                            можете получить доступ к этому
                                                                            из Portline для вашего личного использования с учетом ограничений, установленных в настоящих условиях. </p>
                                                                    </div>
                                                                    
                                                                    <div class='section-title'>
                                                                        <p> Вы не должны: </p>
                                                                        <ul>
                                                                            <li> Переиздать материал из Portline </li>
                                                                            <li> Продавайте, сдавайте в аренду или сублицензируйте материалы у Portline. </li>
                                                                            <li> Воспроизведение, дублирование или копирование материала из Портлайн </li>
                                                                            <li> Распространять контент из Portline </li>
                                                                            </ul>
                                                                            </div>
                                                                            
                                                                            <div class='section-title'>
                                                                                <p> Действие настоящего Соглашения начинается с даты его заключения. Наши Условия использования были созданы с
                                                                                    помощью <a href='https: //www.termsandconditionsgenerator.com'> Генератор положений и условий </a> и <a
                                                                                        href='https: //www.generateprivacypolicy.com'> Генератор политики конфиденциальности </a>. </p>
                                                                            
                                                                                <p> Некоторые части этого веб-сайта предоставляют пользователям возможность публиковать и обмениваться мнениями и
                                                                                    информацией в определенных
                                                                                    области веб-сайта. Port Line - Union Winemakers of Portugal не фильтрует, не редактирует, не публикует и не
                                                                                    просматривает комментарии
                                                                                    до их появления на сайте. Комментарии не отражают точку зрения и мнение Port Line - Union
                                                                                    Виноделы Португалии, их агенты и / или аффилированные лица. Комментарии отражают взгляды и мнения человека,
                                                                                    который
                                                                                    размещать свои взгляды и мнения. В той степени, в которой это разрешено действующим законодательством, Порт Лайн
                                                                                    - Союз виноделов
                                                                                    Португалия не несет ответственности за Комментарии или за любую ответственность, ущерб или расходы, вызванные и
                                                                                    / или понесенные.
                                                                                    в результате любого использования и / или публикации и / или появления Комментариев на этом веб-сайте. </p>
                                                                            
                                                                                <p> Port Line - Union Winemakers of Portugal оставляет за собой право отслеживать все комментарии и удалять любые
                                                                                    комментарии.
                                                                                    которые могут быть сочтены неуместными, оскорбительными или вызывают нарушение настоящих Условий. </p>
                                                                            </div>
                                                                            
                                                                            <div class='section-title'>
                                                                                <p> Вы гарантируете и заявляете, что: </p>
                                                                            
                                                                                <ul>
                                                                                    <li> Вы имеете право размещать Комментарии на нашем веб-сайте и имеете на это все необходимые лицензии и
                                                                                        согласия;
                                                                                    </li>
                                                                                    <li> Комментарии не нарушают права интеллектуальной собственности, включая, помимо прочего, авторские права,
                                                                                        патенты.
                                                                                        или товарный знак любой третьей стороны; </li>
                                                                                    <li> Комментарии не содержат клеветнических, клеветнических, оскорбительных, непристойных или иных незаконных
                                                                                        материалов.
                                                                                        что является вторжением в частную жизнь </li>
                                                                                    <li> Комментарии не будут использоваться для навязывания или продвижения бизнеса или обычаев, или для
                                                                                        представления коммерческой деятельности или
                                                                                        незаконная деятельность. </li>
                                                                                </ul>
                                                                            </div>
                                                                            
                                                                            <div class='section-title'>
                                                                                <p> Настоящим вы предоставляете Port Line - Union Winemakers of Portugal неисключительную лицензию на использование,
                                                                                    воспроизведение, редактирование и
                                                                                    разрешать другим использовать, воспроизводить и редактировать любые ваши Комментарии в любых формах, форматах и
                                                                                    ​​на любых носителях. </p>
                                                                            </div>
                                                                            
                                                                            <div class='section-title'>
                                                                                <span> <strong> Гиперссылка на наш контент </strong> </span>
                                                                            </div>
                                                                            
                                                                            <div class='section-title'>
                                                                                <p> Следующие организации могут ссылаться на наш веб-сайт без предварительного письменного разрешения: </p><ul>
                                                                                    <li> государственные учреждения; </li>
                                                                                    <li> поисковые системы; </li>
                                                                                    <li> Новостные организации; </li>
                                                                                    <li> Распространители онлайн-каталогов могут ссылаться на наш веб-сайт таким же образом, как и гиперссылки на
                                                                                        веб-сайты.
                                                                                        других перечисленных предприятий; и </li>
                                                                                    <li> Аккредитованные компании в масштабе всей системы, за исключением привлечения некоммерческих организаций,
                                                                                        благотворительных торговых центров и
                                                                                        благотворительные группы по сбору средств, которые не могут гиперссылки на наш веб-сайт. </li>
                                                                                </ul>
                                                                                </div>
                                                                                
                                                                                <div class='section-title'>
                                                                                    <p> Эти организации могут ссылаться на нашу домашнюю страницу, публикации или другую информацию веб-сайта, если
                                                                                        ссылка: (а) никоим образом не вводит в заблуждение; (b) не подразумевает ложное спонсорство, поддержку или
                                                                                        одобрение
                                                                                        связывающая сторона и ее продукты и / или услуги; и (c) вписывается в контекст сайта связывающей стороны. </p>
                                                                                </div>
                                                                                
                                                                                <div class='section-title'>
                                                                                    <p> Мы можем рассматривать и одобрять другие запросы на ссылки от следующих типов организаций: </p>
                                                                                
                                                                                    <ul>
                                                                                        <li> общеизвестные источники информации о потребителях и / или бизнесе; </li>
                                                                                        <li> сайты сообществ dot.com; </li>
                                                                                        <li> ассоциации или другие группы, представляющие благотворительные организации; </li>
                                                                                        <li> распространители онлайн-каталогов; </li>
                                                                                        <li> интернет-порталы; </li>
                                                                                        <li> бухгалтерские, юридические и консалтинговые фирмы; и </li>
                                                                                        <li> образовательные учреждения и торговые ассоциации. </li>
                                                                                    </ul>
                                                                                </div>
                                                                                
                                                                                <div class='section-title'>
                                                                                    <p> Мы утвердим запросы на ссылку от этих организаций, если решим, что: (а) ссылка не заставит нас искать
                                                                                        неблагоприятно для нас самих или для наших аккредитованных предприятий; (б) организация не имеет отрицательных
                                                                                        записи с нами; (c) выгода для нас от видимости гиперссылки компенсирует отсутствие линии порта
                                                                                        - Союз виноделов Португалии; и (г) ссылка находится в контексте общей информации о ресурсах. </p>
                                                                                
                                                                                    <p> Эти организации могут ссылаться на нашу домашнюю страницу, если ссылка: (а) никоим образом не вводит в
                                                                                        заблуждение; (б) не
                                                                                        ложно подразумевают спонсорство, одобрение или одобрение связывающей стороны и ее продуктов или услуг; и (c)
                                                                                        вписывается в контекст сайта связывающей стороны. </p>
                                                                                
                                                                                    <p> Если вы являетесь одной из организаций, перечисленных в пункте 2 выше, и заинтересованы в размещении ссылки на
                                                                                        наш веб-сайт, вы
                                                                                        должны сообщить нам, отправив электронное письмо в Порт Лайн - Союз виноделов Португалии. Пожалуйста, укажите
                                                                                        ваше имя, ваше
                                                                                        название организации, контактная информация, а также URL-адрес вашего сайта, список любых URL-адресов, с которых
                                                                                        вы собираетесь
                                                                                        для ссылки на наш веб-сайт и список URL-адресов на нашем сайте, на которые вы хотели бы перейти. Подождите 2-3
                                                                                        недели, пока
                                                                                        ответ. </p></div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> Утвержденные организации могут ссылаться на наш веб-сайт следующим образом: </p>
                                                                                        
                                                                                            <ul>
                                                                                                <li> с использованием нашего фирменного наименования; или </li>
                                                                                                <li> Путем использования единого указателя ресурсов, на который выполняется ссылка; или </li>
                                                                                                <li> Путем использования любого другого описания нашего веб-сайта, на которое есть ссылки, которое имеет смысл в
                                                                                                    контексте и
                                                                                                    формат содержания на сайте связывающей стороны. </li>
                                                                                            </ul>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> Запрещается использовать логотип Port Line - Union Winemakers of Portugal или другие изображения для ссылки при
                                                                                                отсутствии
                                                                                                лицензионное соглашение на товарный знак. </p>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <span><strong>iFrames</strong></span>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> Без предварительного разрешения и письменного разрешения вы не можете создавать фреймы вокруг наших веб-страниц,
                                                                                                которые изменяются в любых
                                                                                                способ визуального представления или внешнего вида нашего Веб-сайта. </p>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <span> <strong> Ответственность за содержание </strong> </span>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> Мы не несем ответственности за любой контент, который появляется на вашем веб-сайте. Вы соглашаетесь защищать и
                                                                                                защищать нас
                                                                                                против всех претензий, которые возникают на вашем веб-сайте. Никакие ссылки не должны появляться на любом
                                                                                                веб-сайте, который может быть
                                                                                                интерпретируется как клеветнический, непристойный или преступный, или который нарушает, иным образом нарушает
                                                                                                или защищает
                                                                                                нарушение или иное нарушение любых прав третьих лиц. </p>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <span> <strong> Ваша конфиденциальность </strong> </span>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> Прочтите Политику конфиденциальности </p>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <span> <strong> Сохранение прав </strong> </span>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> Мы оставляем за собой право потребовать, чтобы вы удалили все ссылки или любую конкретную ссылку на наш
                                                                                                веб-сайт. Вы одобряете
                                                                                                немедленно удалите все ссылки на наш веб-сайт по запросу. Мы также оставляем за собой право вносить изменения в
                                                                                                эти условия и
                                                                                                Условия и правила размещения ссылок в любое время. Постоянно ссылаясь на наш веб-сайт, вы соглашаетесь с
                                                                                                и следуйте этим условиям и положениям. </p>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'><span> <strong> Удаление ссылок с нашего сайта </strong> </span>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> Если вы обнаружите на нашем веб-сайте какую-либо ссылку, которая является оскорбительной по какой-либо причине,
                                                                                                вы можете связаться с нами и сообщить нам о любых
                                                                                                момент. Мы будем рассматривать запросы на удаление ссылок, но мы не обязаны или что-то в этом роде или отвечать
                                                                                                вам.
                                                                                                напрямую. </p>
                                                                                        
                                                                                            <p> Мы не гарантируем, что информация на этом веб-сайте верна, мы не гарантируем ее полноту или точность;
                                                                                                мы также не обещаем гарантировать, что веб-сайт останется доступным или что материалы на веб-сайте будут
                                                                                                обновляться до
                                                                                                дата. </p>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <span>
                                                                                                <strong>Отказ от ответственности</strong></span>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> В максимальной степени, разрешенной применимым законодательством, мы исключаем все заверения, гарантии и
                                                                                                условия.
                                                                                                в отношении нашего веб-сайта и использования этого веб-сайта. Ничто в этом отказе от ответственности не будет:
                                                                                            </p>
                                                                                        
                                                                                            <ul>
                                                                                                <li> ограничить или исключить нашу или вашу ответственность за смерть или телесные повреждения; </li>
                                                                                                <li> ограничить или исключить нашу или вашу ответственность за мошенничество или намеренное введение в
                                                                                                    заблуждение; </li>
                                                                                                <li> ограничивать наши или ваши обязательства любым способом, который не разрешен действующим законодательством;
                                                                                                    или </li>
                                                                                                <li> исключить любые наши или ваши обязательства, которые не могут быть исключены в соответствии с действующим
                                                                                                    законодательством. </li>
                                                                                            </ul>
                                                                                        </div>
                                                                                        
                                                                                        <div class='section-title'>
                                                                                            <p> Ограничения и запреты ответственности, установленные в этом разделе и в других местах данного отказа от
                                                                                                ответственности: (а) являются
                                                                                                с учетом предыдущего абзаца; и (b) регулируют все обязательства, возникающие в связи с отказом от
                                                                                                ответственности, включая
                                                                                                обязательства, возникающие в связи с контрактом, деликтом и нарушением установленных законом обязанностей. </p>
                                                                                        
                                                                                            <p> Пока веб-сайт, а также информация и услуги на нем предоставляются бесплатно, мы не будем
                                                                                                нести ответственность за любые убытки или ущерб любого характера. </p>
                                                                                        </div>";
?>